<div class="viewn">
		<h1 class="viewn-top">Правила</h1>
		<div class="viewn-content"><div class="viewn-mess" style='font-size: 13px;width: 586px;margin-left: 14px;'>
	<b>1. Общие правила.</b><br>
	1.1 Каждый игрок посетивший проект Kaboom.su автоматически соглашается с данным сводом правил.<br>
	1.2 Администратор имеет право на редактирование данных правил в любое время суток.<br>
	1.3 Незнание правил не освобождает от ответственности.<br>
	1.4 Каждый игрок проекта Kaboom.su обязан общаться на русском языке.<br>
	1.5 Запрещено использование ников, которые схожи с никами администрации.<br>
	1.6 Администрация проекта не возвращает вам ресурсы, которые были потеряны в связи с откатом, вашей смертью, багом.<br>
	1.7 При общении на форуме вы также должны следовать правилам форума.<br>
	1.8 Запрещено использование ников, содержащие в себе нецензурные слова.<br><hr>

	<b>2. Правила модераторов.</b><br>
	2.1 Модератор должен уметь давать отчет своим действиям любому члену администрации.<br>
	2.2 Модератор не имеет право делать что-либо игроку к которому он испытывает ненависть / злобу.<br>
	2.3 Модератор не имеет право злоупотреблять своими полномочиями в пользу себя / друзей / третьего лица.<br>
	2.4 Модератор сервера не имеет право блокировать / кикать / телепортировать к себе игрока безо всяких на то причин.<br>
	2.5 Модератор сервера обязан быть общительным, грамотным, воспитанным и толерантным по отношению ко всем игрокам проекта Kaboom.su.<br>
	2.6 Модератор сервера может быть снят в любой момент с поста модератора без предупреждений со стороны администрации.<br>
	2.7 Модератор имеет право продлевать / убавлять время бана игрока.<br>
	2.8 Модератор обязан предоставить администрации доказательство за бан игрока. Также модератор не имеет право закрывать заявку на разбан, не предоставив в ней прямые доказательства нарушения правил игроком.<br>
	2.9 Модератор не имеет право закрывать жалобу на себя или другого модератора.<br>
	2.10 Модератор обязан пресекать любую возможность получения игроками предметов, полученных модератором с помощью его специальных привилегий.<br>
	2.11 Модератор без дополнительных привилегий имеет право на проживание и обмен ресурсами с игроками, но при этом соблюдая правило 2.10.<br>
	2.12 Модератор обязан контролировать игровой процесс и вовремя предотвращать различные инциденты, которые могут повлечь за собой нарушение правил сервера.<br>
	2.13 Модератору с привилегиями запрещено использовать их не по назначению и снабжать ресурсами обычных модераторов любыми способами.<br><hr>

	<b>3. Правила игроков на сервере.</b><br>
	3.1 Игрок не имеет право материться, оскорблять, унижать других игроков, использовать завуалированный мат. Запрещено непристойное поведение, троллинг.
	<p class='uk-text-danger' style='margin: 0'><b><p class='uk-text-danger' style='margin: 0'><b>Наказание:</b></b> Блокировка чата от 1 суток.</p><br>

	3.2 Игрок должен общаться только на русском языке.
	<p class='uk-text-danger' style='margin: 0'><b><p class='uk-text-danger' style='margin: 0'><b>Наказание:</b></b> Блокировка игрового чата от 30 минут / кик с сервера.</p><br>

	3.3 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено использовать и распространять информацию о сторонних программах, трейнерах, читах.
	<p class='uk-text-danger' style='margin: 0'><b><p class='uk-text-danger' style='margin: 0'><b>Наказание:</b></b> Перманентная блокировка аккаунта.</p><br>

	3.4 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено использование и распространение информации о багах. Если такие есть ОБЯЗАТЕЛЬНО обратиться к администратору.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаунта.</p><br>

	3.5 Запрещено использовать, раздавать, продавать, хранить, отдавать вещи, которые были добыты нечестным путём (дюп*).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 30 дней</p><br>

	3.6 Запрещена постройка бессмысленных построек, например: высотка 1х1x3 / надпись цифр '228'.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 6 часов.</p><br>
	
	3.6.1 Запрещено строить что-либо в воздухе за исключением тематических построек (самолёт, парящий замок, дом на воздушных шарах и т.п.).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Безвозвратное удаление постройки и всего её содержимого. При повторном нарушении - блокировка аккаунта от 3 суток.</p><br>

	3.7 Запрещено грифферство/бессмысленный разлив лавы/воды.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 14 суток.</p><br>

	3.8 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещена продажа и покупка чего-либо на сервере за ресурсы, которые не относятся к игре.(Реальные деньги, ключи для игр и др).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаунта ( две стороны ).</p><br>

	3.9 Запрещено намеренное убийство игрока с помощью лавы, зажигалки, урана и прочего на территории выключенного PVP (в том числе и игровой день).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 2 суток.</p><br>

	3.10 Запрещен расизм, нацизм, розжиг межрасовой розни.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунт от 15 дней.</p><br>

	3.11 Запрещена реклама сторонних проектов, каналов YouTube и др.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаутна.</p><br>

	3.11.1 Запрещено размещение ссылок на соц. сети, блоги и др.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка игрового чата от 1 суток</p><br>

	3.12 Запрещено выпрашивать что-либо у <u><a target='b_lank' href='$DURL/team'>администрации или модераторов</a></u> проекта.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Кик с сервера / блокировка аккаунта на 1 сутки.</p><br>

	3.13 Запрещено ставить точку спавна своего дома/варпа (/sethome, /home set, /warp *) в следующих случаях:
	<ul class='uk-list'>
		<li>-Если под этой точкой находится лава.</li>
		<li>-Если под этой точкой высота более 3-х кубов.</li>
		<li>-Если под этой точкой находятся иные ловушки, которые способны убить игрока.</li>
		<li>-Если на и возле этой точки является активным PvP-режим.</li>
		<li>-Если в данной области находится чужой регион.</li>
	</ul>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 3 дней.</p><br>

	3.14 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено игрокам, которые приобрели себе Premium или Luxury группу, устанавливать следующие префиксы:
	<ul class='uk-list'>
		<li>-Напоминающие администраторов или модераторов.</li>
		<li>-Нецензурные слова и др.</li>
		<li>-Запрещены нечитабельные никнеймы (чёрного, тёмно-синего цвета и др).</li>
	</ul>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 2 суток и удаление префикса.</p><br>

	3.15 Запрещено частое повторение сообщений (от трёх и более, в т.ч. схожих по смыслу)
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка чата от 20 минут / кик с сервера.</p><br>

	3.16 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Нарушение работы сервера в любом виде. Развод животных (более 100 на чанк), использование уязвимостей.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаунта.</p><br>

	3.17 Запрещено использование неподобающих скинов/плащей, не соответствующих нравственным устоям.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Кик с сервера для смены скина/плаща. Временная блокировка аккаунта от 20 минут.</p><br>

	3.18 Запрещено в чате:
	<ul class='uk-list'>
		<li>-Писать только буквами верхнего регистра. (Пример: ВСЕМ ПРИВЕТ)</li>
		<li>-Писать буквами хаотичного верхнего и нижнего регистра. (Пример: ВсЕм ПриВетВв!)</li>
	</ul>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Кик с сервера или варн.</p><br>

	3.19 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено угрожать игрокам, шантажировать и прочие подобные действия.
	<ul class='uk-list'>
		<li>Также запрещена дезинформация, обман игроков.</li>
	</ul>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 7 суток.</p><br>

	3.20 Запрещено обсуждение, критика действий модератора в игровом чате в любом проявлении. Все обсуждения писать в службу поддержки.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 1 суток.</p><br>

	3.21 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено портить карту любыми способами: Сжигать леса, оставлять недорубы, ломать хаотично блоки, рыть бессмысленные ямы разной глубины в разных местах и прочее.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 2 суток.</p><br>

	3.22 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> При обмене ресурсами между игроками, в котором одна из сторон не выполнила свою часть условий, получает наказание только при условии, что у противоположного участника обмена есть неоспоримые доказательства не до конца совершенной сделки между игроками.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 14 суток, но ресурсы, которая одна из сторон не получила из-за того, что один из участников не выполнил свою часть сделки, администрация не возвращает.</p><br>

	3.23 Запрещено устанавливать ловушки разного рода в том случае, когда игрок попадает именно в зону действия данной ловушки не по его воле.
	<ul class='uk-list'> 
		<li><b>Например:</b> Телепортируясь к кому-либо домой непосредственно под\над\около него стоит катушка теслы.</li>
		<li><b>Например:</b> Устанавливать ловушку непосредственно около портала в Ад/Край.</li>
	</ul>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 5 суток.</p><br>

	3.24 Запрещено блокировать\загораживать порталы. 
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 2 суток, снос конструкции.</p><br>

	3.25 Запрещено нахождение в чужом регионе, приватных разделах строения в регионе, если того не хочет хозяин (owner) региона. Для соблюдения правила нужна табличка на видном месте регионе о подобном запрете.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Предупреждение.</p><br>

	3.26 Запрещено использование /fly (classic) в целях убийства игроков/vip/premium без согласия атакуемого. Использование /fly ориентировано на быстрое перемещение, постройку креативных сооружений.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Предупреждение.</p><br>

	3.27 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещены публичные раздачи ресурсов любого типа. Если вы хотите что то пожертвовать игрокам приглашайте их в свой регион. Также запрещены публичные афиширования пожертвований, используйте ЛС, если хотите поделится с игроком.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Изъятие ресурсов, в некоторых случаях бан.</p><br>

	3.28 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено использование большого количества солярных панелей любого уровня. На один регион разрешено не более 100-а панелей. Расстояние между регионами одного игрока или регионами, владельцы которых являются участниками/владельцами регионов друг друга с большим количеством панелей, должно быть не меньше 10 чанков.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Изъятие панелей.</p><br>
	
	3.29 Запрещено использование чанк лоадера обычным группам игроков, любая перепродажа или установка чанк лоадера на регион, которым не владеет хозяин чанк лоадера.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Удаление чанк лоадера + предупреждение + снятие премиума/luxury с игрока, который продал чанк лоадер.</p><br>
	
	3.30 Запрещено отправлять запросы на телепортацию модераторам/администраторам сервера.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Кик / Предупреждение.</p>
	
	3.31 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено выдавать себя за представителя администрации (в т.ч. в качестве шутки).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаунта.</p>
	
	3.32 Запрещено нарушать правила ивентов, конкурсов.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 1 часа.</p><hr>


	<b>4. Мультиаккаунты</b><br>
	4.1 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено пытаться обмануть систему блокировки аккаунта.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Перманентная блокировка аккаунта / IP адреса / подсети.</p><br>

	4.1.1 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Мультиаккаунт - повторная регистрация аккаунта для одного владельца. На нашем проекте запрещены мультиаккаунты.
	При обнаружении каких-либо совпадений идентификаторов Вашего компьютера в нашей базе данных, Вам будет открыта специальная регистрация, которая позволит получить ДОВЕРЕННЫЙ мультиаккаунт. Такая регистрация аккаунта должна получить подтверждение у администрации проекта, после чего Вам будут доступны все функции сайта и игры. 
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> При обнаружении мультиаккаунта(ов) все аккаунты будут заблокированы перманентно, кроме основного.</p><hr>
	
	<b>5. Прочее</b><br>
	5.1 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Причина, которая не попадает ни под одну из перечисленных выше пунктов правил.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Может выдавать только главная администрация на свое усмотрение.</p><br>
	
	5.2 Основатели проекта могут делать что угодно и когда угодно.<br/>
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Отсутствует</p><hr>
	
	<b>6. Взаимоотношения игроков и модераторов проекта.</b><br>
	<p><b>Модератор</b> - игрок, призванный контролировать игру и предотвращать нарушение правил. К модераторам, в данном своде правил, причесляются так же и администраторы.</p>
	
	6.1 <b data-uk-tooltip title='При нарушении может быть наложен запрет на приобретение платного разбана'><i class='uk-icon-lock uk-text-muted'></i></b> Запрещено оскорбление/унижение/ущемление модератора.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Блокировка аккаунта от 3 дней</p><br>
	
	6.2 Запрещено препятстовать действиям модератора (если действия исходят из модераторских побуждений).
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Кик с сервера с последующим предупреждением.</p><br>
	
	6.3 Модератору запрещено оскорблять/унижать/ущемлять игрока.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Немедленное снятие с должности.</p><br>
	
	6.4 Модератору запрещено подстрекать/провоцировать/язвить игроку.
	<p class='uk-text-danger' style='margin: 0'><b>Наказание:</b> Немедленное снятие с должности.</p><hr/>
	
	<b>7. \"Особый случай\"</b><br>
	<p class='uk-text-small'>
		Основатели проекта <b>BeaverS</b> будет стараться придерживаться вышеизложенных правил и всячески пытаться не испортить вам игру на нашем проекте. Но, к сожалению, мир устроен так, что в \"особых случаях\" упомянутые ранее личности могут выходить за рамки дозволенного, то есть не придерживаться правил, которые они же сами и пишут. К сожалению выше нас на данном проекте никого нет, и наказать нас некому. Но мы обещаем, если вдруг правда на вашей стороне - мы сделаем все возможное, чтобы вы были оправданы а нам стало стыдно. Нам, кстати, еще доступен пункт 5.1, и если он выпал на вашу участь, то знайте.. <i>у нас нет слов</i>.<br/><br/>
		
	</p>
	<hr/>


	* Дюп - разможение вещей / предметов нелегальным способом (баг).<br>
	* Перманентно - навсегда, спасает функция <u><a target='b_lank' href='/cabinet'>личного кабинета</a></u> 'Разбан игрока' (услуга платная)!
</div></div>
	</div>